var a = {"Ё":"YO","Й":"Y","Ц":"S","У":"U","К":"K","Е":"E","Н":"N","Г":"G","Ш":"SH","Щ":"SCH","З":"Z","Х":"H","Ъ":"'","ё":"yo","й":"i","ц":"ts","у":"u","к":"k","е":"e","н":"n","г":"g","ш":"sh","щ":"sch","з":"z","х":"h","ъ":"'","Ф":"F","Ы":"I","В":"V","А":"a","П":"P","Р":"R","О":"O","Л":"L","Д":"D","Ж":"ZH","Э":"E","ф":"f","ы":"i","в":"v","а":"a","п":"p","р":"r","о":"o","л":"l","д":"d","ж":"zh","э":"e","Я":"Ya","Ч":"CH","С":"S","М":"M","И":"I","Т":"T","Ь":"'","Б":"B","Ю":"YU","я":"ya","ч":"ch","с":"s","м":"m","и":"i","т":"t","ь":"'","б":"b","ю":"yu"};
var a2 = {"YO":"Ё","Y":"Й","U":"У","K":"К","E":"Е","N":"Н","G":"Г","SH":"Ш","SCH":"Щ","Z":"З","H":"Х","'":"Ъ","C":"Ц","yo":"ё","i":"й","ts":"ц","u":"у","k":"к","e":"е","n":"н","g":"г","sh":"ш","sch":"щ","z":"з","h":"х","'":"ъ","F":"Ф","I":"Ы","V":"В","A":"А","P":"П","R":"Р","O":"О","L":"Л","D":"Д","ZH":"Ж","f":"ф","i":"ы","v":"в","a":"а","p":"п","r":"р","o":"о","l":"л","d":"д","zh":"ж","Ya":"Я","CH":"Ч","S":"С","M":"М","I":"И","T":"Т","'":"Ь","B":"Б","YU":"Ю","ya":"я","ch":"ч","s":"с","m":"м","i":"и","t":"т","'":"ь","b":"б","yu":"ю", "w":"в", "y":"й","W":"В", "Y":"Й", "q":" ", "Q":" ", "J":"Ж", "j":"ж", "X":"Х", "x":"х"};
function transliterate(word){
	if (a[word.charAt(0)]) {
	  return word.split('').map(function (char) { 
	    return a[char] || char; 
	  }).join("");
	} else if (a2[word.charAt(0)]) {
	  return word.split('').map(function (char) { 
	    return a2[char] || char; 
	  }).join("");

	}
}
module.exports = transliterate;
