{
	"title": "ESET NOD32 Antivirus 4.2.40.10 Business Edition (x32/x64)",
	"description": ["", "ESET NOD32 Antivirus 4.2.40.10 Business Edition (x32/x64)", "ESET NOD32 AntiVirus обеспечивает надежную, современную защиту от  всех видов угроз, которым подвергается ваш ПК. Вирусы, черви, трояны и  другие неприятности теперь не имеют возможности причинить вред ценной  для вас информации. Усовершенствованные методы обнаружения, которые  используются этой программой, обеспечивают надежную защиту даже против  будущих, потенциальных угроз, которыми являются новые сетевые черви и  вирусы появляющиеся в сети каждый день.  Четвертое поколение продуктов NOD32 Antivirus System отличается наличием  полностью интегрированного набора программных продуктов, который  характеризуется беспрецедентно высокими показателями обнаружения, самыми  быстрыми показателями сканирования и чрезвычайно низким потреблением  системных ресурсов.  Наиболее важными нововведениями четвертого поколения ESET NOD32,  являются: - Расширенное сканирование архивов – позволяет «продвинутым»  пользователям настроить параметры сканирования архивных файлов (RAR, ZIP  и др.), в том числе, глубину сканирования, максимальное время процедуры  и максимальный размер файла. - Управление съемными носителями – позволяет пользователю блокировать  доступ к съемным носителям (USB-и CD - приводам), контролировать работу  соответствующих устройств. Так, если доступ к устройству открыт, система  автоматически просканирует опасные файлы (например, AUTORUN.INF) на  наличие угроз. - Отслеживание обновлений безопасности Windows — ESET NOD32 своевременно  подает сигналы пользователю или администратору в случае появления  критических обновлений для операционной системы. - ESET SysInspector – утилита, являющаяся неотъемлемой частью  Антивируса ESET NOD32 и ESET NOD32 Smart Security. Этот мощный  диагностический инструмент позволяет быстро обнаружить скрытые в системе  руткиты без необходимости запуска полного сканирования. С его помощью  контролируются изменения в операционной системе, регистрационных данных  приложений, настройках браузеров. Записи журналов работы ESET  SysInspector могут, по желанию пользователя, передаваться специалистам  служб технической поддержки и антивирусной лаборатории ESET для анализа и  оказания своевременной помощи. - ESET SysRescue – утилита, которая позволяет осуществить  восстановление системы в случае повреждения. Пользователь может создать  собственный диск «аварийного восстановления», загрузить компьютер с  этого диска, провести сканирование системы и удалить вредоносные  программы.  Основные возможности программы: - Проактивная защита компьютера - Выявление известных и неизвестных угроз - Небольшой объем обновлений - Высокая скорость сканирования - Полная интеграция с центром безопасности Windows - Удаленное администрирование - Возможность «Зеркала» для обновления антивирусных баз с локального  сервера ", " ", "             ", "\r\n\r\n            "],
	"downloadLink": ["http://megasoft.uz/get/2466?1499015934", "http://megasoft.uz/get/2467?1499015934"]
}